import React from 'react'
import Footer from '../componnet/Footer'
import "./Help.css"
const Help = () => {
    return (
        <div>
            <div>
                <h1 className='text-center font'>🐄 श्री बांके बिहारी गौ सेवा सदन - भागू 🐄</h1>
                <p class="slogan">🙏 "गौ सेवा ही सबसे बड़ी सेवा है" 🙏</p>
            </div>
            <section>
                <div className='container'>
                    <div className='help-background-color'>
                    <div className='heading-main'>
                        <h2 ></h2>
                        <h6 className='font'>
                            "हर उस गाय को जीवन देना, जो बेसहारा है, घायल है या किसी ने त्याग दी है।"</h6>
                        <p>आज के समय में जब इंसान अपने स्वार्थ में व्यस्त हो चुका है, तब सबसे ज्यादा दुखी गौ माता हो रही हैं।
                            कभी सड़क पर दुर्घटनाग्रस्त होकर तड़पती हैं, कभी भूखी-प्यासी भटकती हैं, तो कभी बूढ़ी और बीमार हो जाने पर मालिक उन्हें छोड़ देते हैं।
                            ऐसे समय में हमारी गौशाला उनके लिए एक आश्रय स्थल (Shelter Home) है।

                            हमारा मिशन सिर्फ गायों को बचाना ही नहीं, बल्कि उन्हें सम्मान के साथ जीवन जीने का अधिकार देना है।</p>
                        <div>
                            <p>हर वह गाय, जिसे सड़क पर अकेला छोड़ दिया गया, या जिसे मालिक ने "बेकार" समझ लिया,
                                हमारी गौशाला में आकर नई ज़िंदगी पाती है।
                                यहाँ उन्हें सुरक्षित स्थान, छत और परिवार का प्यार मिलता है।</p>
                        </div>
                    </div>
                    </div>
                    </div>
            </section>
            <section>
                <div className='container'>
                     <h2 className='font text-center'>आप कैसे सहयोग कर सकते हैं? (Ways to Help)</h2>
                    <div className="help-part">
                        <div className='help-heading'>
                            <h2>पोषण और भोजन की व्यवस्था    </h2>

                            <p>गाय को सिर्फ खाना खिलाना ही सेवा नहीं है, बल्कि पौष्टिक और उचित आहार देना भी हमारा कर्तव्य है।
                                हम रोज़ाना अपनी गौमाताओं को हरा चारा, भूसा, दाना, पानी और खल-चुनी उपलब्ध कराते हैं।
                                हमारा सपना है कि कोई भी गाय भूखी ना सोए।</p>
                        </div>
                        <div className='help-heading'>
                            <h2>बेसहारा गायों का घर</h2>
                            <p>हर वह गाय, जिसे सड़क पर अकेला छोड़ दिया गया, या जिसे मालिक ने "बेकार" समझ लिया,
                                हमारी गौशाला में आकर नई ज़िंदगी पाती है।
                                यहाँ उन्हें सुरक्षित स्थान, छत और परिवार का प्यार मिलता है।</p>
                        </div>
                    </div>

                    <div className='help-part'>
                        <div className='help-heading'>
                            <h2>चिकित्सा और उपचार</h2>
                            <p>
                                अक्सर सड़क पर घायल होने वाली गायें या बीमार गायें बहुत कष्ट झेलती हैं।
                                हमारा मिशन है कि उन्हें समय पर इलाज और दवाइयाँ उपलब्ध कराई जाएँ।
                                हम डॉक्टरों और दानदाताओं की मदद से गायों का इलाज, टीकाकरण और देखभाल करते हैं।
                            </p>
                        </div>
                        <div className='help-heading'>
                            <h2>गौ सेवा में जनभागीदारी</h2>
                            <p>हम मानते हैं कि गौ सेवा सिर्फ कुछ लोगों का काम नहीं है, बल्कि पूरे समाज का कर्तव्य है।
                                इसीलिए हम बच्चों, युवाओं और परिवारों को जोड़ते हैं ताकि हर कोई गौमाता की सेवा का महत्व समझे।
                                हमारे यहाँ लोग आकर सेवा कार्य करते हैं – चारा डालना, पानी पिलाना, सफाई करना, और गायों को सहलाना।</p>
                        </div>
                    </div>

                    <div className='help-part'>
                        <div className='help-heading'>
                            <h2>गौ रक्षा और जागरूकता</h2>
                            <p>
                                हमारा मिशन सिर्फ गौशाला तक सीमित नहीं है।
                                हम गाँव-गाँव जाकर लोगों को बताते हैं कि गाय सिर्फ पशु नहीं, हमारी संस्कृति, स्वास्थ्य और जीवन का आधार हैं।
                                गाय के बिना न खेती टिक सकती है, न पर्यावरण सुरक्षित रह सकता है।
                                इसीलिए, हमारा लक्ष्य है कि हर इंसान "गौ सेवा" को अपनी ज़िम्मेदारी समझे।
                            </p>
                        </div>
                        <div className='help-heading'>
                            <h2>
                                अंतिम संकल्प
                            </h2>
                            <p>कोई भी गाय बेसहारा ना रहे।</p>
                            <p>कोई भी गाय भूखी ना रहे।</p>
                            <p>कोई भी गाय बिना इलाज के तड़पे नहीं।</p>
                        </div>

                    </div>
                </div>
            </section>
             <section>
                <div className='container'>
                    <div>
                       
                        <div className='help-part'>
                        <div className='help-heading'> 
                            <h2>आर्थिक सहयोग (Financial Support)</h2>
                            <p>आपकी छोटी सी मदद भी कई गायों का जीवन बचा सकती है।</p>
                            <p>दान से गायों के लिए चारा, दाना, भूसा और दवाइयाँ खरीदी जाती हैं।</p>
                            <p>बैंक / UPI / Online माध्यम से दान दिया जा सकता है।</p>
                        </div>
                        <div className='help-heading'>
                            <h2>
                                चारा दान (Fodder Donation)
                            </h2>
                            <p>हरा चारा, भूसा, दाना और अन्य खाद्य सामग्री सीधे हमारी गौशाला में दान कर सकते हैं।
                                आपके एक बोरे भूसे से कई गायें भूख से बच सकती हैं।</p>
                        </div>
                        </div>
                        <div className='help-part'>
                        <div className='help-heading'>
                            <h2>चिकित्सा सहायता (Medical Support)</h2>
                            <p>बीमार और घायल गायों के इलाज के लिए दवाइयाँ, इंजेक्शन और डॉक्टर की मदद की आवश्यकता होती है।
                                आप दवाइयाँ दान कर सकते हैं या आर्थिक सहयोग कर सकते हैं।</p>
                        </div>
                        <div className='help-heading'>
                            <h2>सेवा (Volunteering)</h2>
                            <p>आप व्यक्तिगत रूप से आकर सफाई, गौमाता की सेवा, पानी-पिलाना, चारा डालना जैसे कार्य कर सकते हैं।
                                छात्र और युवा विशेष रूप से इस सेवा में भाग लेकर पुण्य कमा सकते हैं।</p>
                        </div>
                        </div>
                    </div>

                </div>
            </section>
            <section>
                <div className='container'>
                <div className='d-flex flex-column justify-content-center'>
                    <div className='help-information '>
                        <h2>संपर्क जानकारी (Contact Information)</h2>
                        <div>
                            <h2>पता: </h2>
                            <p>श्री बांके बिहारी गौ सेवा सदन,</p>
                            <p>गाँव भागू, जिला अबोहर, पंजाब - 152116</p>
                        </div>
                        <div>
                            <h2>मोबाइल:</h2>
                            <p></p>
                        </div>
                        <div>
                            <h2>ईमेल:</h2>
                            <p>shribankebiharigosevasadanbhag <br />@gmail.com</p>
                        </div>
                    </div>
</div>
                </div>
            </section> 
            <Footer/>
        </div>
    )
}

export default Help





